---
kind: enumMember
id: F:Autodesk.Revit.DB.DataExchangeMessageSeverity.Info
enum: Autodesk.Revit.DB.DataExchangeMessageSeverity
source: html/58faa4d4-5f07-500e-e6e4-477c4449a0cd.htm
---
# Autodesk.Revit.DB.DataExchangeMessageSeverity.Info

Informational message, such as successful creation fo a face, edge or a solid.